Repository: wp-plugins/weaver-options-merge
Catalog: lang/womjoy-*.po
Languages: fr_fr

source: Weaver Options Merge
fr_fr: Options de Weaver Fusionner

source: Nothing to merge
fr_fr: Rien &agrave; fusionner

source: Need two option sets to merge
fr_fr: Besoin de deux ensembles d'options de fusionner

source: All
fr_fr: tous

source: Colors
fr_fr: couleurs

source: insert
fr_fr: ins&eacute;rer

source: Database option sets:
fr_fr: Options de base de donn&eacute;es s&eacute;ries:

source: Current
fr_fr: Actuel

source: Theme Switcher option sets:
fr_fr: Th&egrave;me options de Switcher ensembles:

source: Saved option sets:
fr_fr: Enregistr&eacute;s ensembles d'options:

source: Theme built-in option sets:
fr_fr: Th&egrave;me int&eacute;gr&eacute; dans les jeux d'options:

source: Upload:
fr_fr: T&eacute;l&eacute;chargez:

source: Upload a settings file
fr_fr: Ajouter un fichier de param&egrave;tres

source: Plugin provided option sets:
fr_fr: Plugin fournis jeux d'options:

source: Choose two option sets to show. The left set will show as selected by default, for the merge.
fr_fr: Choisissez deux option d&eacute;finit &agrave; montrer. L'ensemble de gauche indiquera que s&eacute;lectionn&eacute; par d&eacute;faut, pour la fusion.

source: Show side by side
fr_fr: Montrer c&ocirc;te &agrave; c&ocirc;te

source: Merge
fr_fr: Fusionner

source: Site-specific options (&diams;) have a darker background color.
fr_fr: Options sp&eacute;cifiques au site (&diams;) ont une couleur de fond plus sombre.

source: Merge Files
fr_fr: Fusionner les fichiers

source: Choose the options to write to the merged file. The buttons below select subsets.
fr_fr: Choisissez les options pour &eacute;crire dans le fichier fusionn&eacute;. Les boutons ci-dessous certains sous-ensembles.

source: Uploaded file is missing.
fr_fr: Le fichier transf&eacute;r&eacute; est manquant.

source: Theme switcher option set %s is missing.
fr_fr: Option de commutateur de d&eacute;finir Th&egrave;me %s manque.

source: Requested file is missing.
fr_fr: Fichier demand&eacute; est manquant.

source: The unserialize failed on the file %s.
fr_fr: Le unserialize &eacute;chou&eacute; sur le fichier %s.

# 1 is filename, 2 is theme name
source: The file %1$s is not a %2$s settings file.
fr_fr: Le fichier %1$s ne est pas un fichier de param&egrave;tres %2$s.

source: Choose something to merge.
fr_fr: Choisissez quelque chose de fusionner.

source: Merge two settings files from Weaver II, Aspen, Weaver Xtreme, or Weaver
fr_fr: Fusionner deux fichiers de param&egrave;tres de Weaver II, Aspen, Weaver Xtreme ou Weaver

source: Check for more cool stuff from Joy.
fr_fr: V&eacute;rifiez pour des trucs plus frais de Joy.

source: This plugin will take two sets of options, and merge them as you specify, and output a settings file.
fr_fr: Ce plugin aura deux ensembles d'options, et les fusionner que vous sp&eacute;cifiez, et le fichier des param&egrave;tres de sortie a.

source: It reads from, but does not write to the database, and it does not matter if the theme is active.
fr_fr: Il lit &agrave; partir, mais ne &eacute;crit pas dans la base de donn&eacute;es, et ce ne est pas grave si le th&egrave;me est actif.
